Repository: mozilla-l10n/mt-training-data
Catalog: pcm/pcm_pontoon.tmx
Source language: en_us
Languages: pcm

source: The sentence must be grammatically correct.
pcm: Di sentens must grammatically korrekt

source: The sentence must be speakable.
pcm: Di sentens must fit speak wel.

source: The sentence must be spelled correctly.
pcm: Di sentens must spell Korrekt.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
pcm: Dis informéshon na optshonal - yu suppose add am only if yu feel komfortebl. Wen we release di dataset, we go hide ol personal infomeshon, an mek sho sey yur nem an email no dey konnekted to demografik infomeshon laik age or seks.

source: Too many files
pcm: Too meni fails

source: Try again by dragging your file here
pcm: Trai agen by dragging yur fail hia

source: Try uploading again
pcm: Trai oplod agen

source: Understand contribution criteria
pcm: Understand kontribushon kriteria

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
pcm: Understand wetin to luk for wen yu dey lisin to vois klips and helep mek yur vois rekodins richa too!

source: Upload aborted. Do you want to delete your recordings?
pcm: Upload stop. Yu wan delete yur recordings?

source: Upload failed, please retry.
pcm: Oplod fel, abeg trai agen.

source: Upload <icon></icon> public domain sentences
pcm: Oplod <icon></icon> pablik domein sentenses

source: Upload in progress...
pcm: Oplod in progress...

source: Upload more sentences?
pcm: Yu wan oplod mor sentenses?

source: Use correct grammar
pcm: Mek sho sey yu use korrekt grama

source: Use correct spelling and punctuation
pcm: Mek sho sey yu use korrekt spelin an ponkchueshon

source: Varying Pronunciations
pcm: Varyin pronounshons

source: Voice Collection
pcm: Vois Kolekshon

source: Volume
pcm: Volum

source: Want to save your information? <createProfile>Create a profile</createProfile>
pcm: Yu wan seiv yur informéshon? <createProfile>Kreat a profile</createProfile>

source: We are going out to get a coffee.
pcm: Wi dey go aut to get kofi.

source: We are going out to get coffee.
pcm: Wi dey go aut to get kofi.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
pcm: Wi no fit get eni odio klips for yu to lisin to. Abeg tray agen leta

source: We couldn’t get any sentences for you to speak. Please try again later.
pcm: Wi no fit get eni sentens mek yu spik. Abeg try agen leta

source: We may have run out of clips - refresh the page, or try again later.
pcm: Wi fit don finish dì klips - rifresh di pej, or trai leta.

source: We’re going out to get coffee.
pcm: Wi dey go aut to get kofi.

source: We're making some big changes
pcm: Wi de mek big chenj.

source: We’re sorry, your platform is not currently supported.
pcm: Wi sori, yur platform no dey suport for naow.

source: We've run out of sentences to record in this language...
pcm: Wi dọ́n rọn aot of sentens to rekọd for dis langwej...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
pcm: Wi wan mek di mashin lenin algoritms handol variety of bakgraund noiz, and ivin laud noiz fit bi aksepted provayd sey e no go stop yu from hia di hol tekst. Kwayet bakgraund muzik dey OK; muzik laud enof wey no go allow yu hia evri word no dey akseptabl.

source: What issues are you experiencing with this sentence?
pcm: Wetin bi di ishyu yu dey experience wit dis sentens?

source: What needs to be in my file?
pcm: Wetin shod de insaid mai fail?

source: What sentences can I add?
pcm: Wat kain sentens I fit add?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
pcm: Wen yu dey lisin, chek wel wel say wetin dem rekod na ekzaktli wetin dem riten; rijekt am if e get ivin smol erors. <br />Veri komon misteks inklud:

source: Why are you asking?
pcm: Wetin mek yu dey ask ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
pcm: Wit a profile, yu fit keep trak of yur aktivity an konnekt wit community of voice data kontributos.

source: Write
pcm: Rait

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
pcm: Yu fit still use Keyboard Shortcut: { sc-review-form-button-approve-shortcut } to appruv, { sc-review-form-button-reject-shortcut } to rijekt, { sc-review-form-button-skip-shortcut } to skip

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
pcm: Yu neva selek eni langwej. Abeg go yur<profileLink>Profile</profileLink> mek yu selek langwej.

source: You must allow microphone access.
pcm: Yu must allow mikrofon akses.

source: Your download has started.
pcm: Yur downlod don start

source: You’re contributing to a target segment
pcm: Yu dey kontribut to a target segment.

source: You’re contributing to our first target segment
pcm: Yu dey kontribut to wi fest target segment.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
pcm: Yu dey go too fast. Abeg slow down mek yu chek di sentens wel to mek sho sey e korrekt.

source: You're helping Common Voice reach our daily sentence goals!
pcm: Yu de helep Common Voice rich awa deli sentens gols!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
pcm: Yu fit don ron aot of klips for dis langwej veyriant! If yu de komfotabul, yu fit chenj yur setings mek yu si oda sentens for yur langwej

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
pcm: Una Langwej varyant don finish for dis Sentens! If yu dey Komfotabul, yu fit chenj yur setins mek yu si oda sentens wey dey witin yur languej.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
pcm: Yu do helep Common Voice rich <goalPercentage></goalPercentage>of awa deili { $goalValue } rekọdin gol!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
pcm: Yu do helep Common Voice rìch <goalPercentage></goalPercentage>of awa deilì { $goalValue } valideshọ̀n gol!
